{
  "metadata": {
    "title": "",
    "author": "Educator3",
    "creator": "Adobe Acrobat Pro DC 20.9.20067",
    "producer": "Microsoft® Word 2013",
    "creationDate": "D:20200605100108-04'00'",
    "modificationDate": "D:20200605100108-04'00'",
    "pageCount": 7
  },
  "needsOcr": false,
  "sections": [
    {
      "heading": "Biology Unit",
      "body": "LESSON PLAN 6th-8th grade\nTopics\nIntroduction to Biology\nDNA\nVascular Systems\nThe Digestive System\nLife Cycles\nObjectives\nStudents will be able to:\n- Describe the required characteristics for all living things\n- Explain the importance of DNA\n- Compare and contrast the vascular systems of humans and animals\n- Identify unique digestive system features of Long Island Sound animals\n- Determine how life cycles vary between different types of animals\nInstructional Materials\nTopic Video\nVocabulary Flash Cards\nAssessment Materials\nVideo Reflection Worksheet\nVideo Quiz\nIntroduction to Biology Worksheet (answer PDF available)\nDNA Worksheet – at home experiment (answer PDF available)\nVascular Systems Worksheet (answer PDF available)\nThe Digestive System Worksheet (answer PDF available)\nLife Cycles Worksheet (answer PDF available)\nRelated Materials\nLinks to videos and reading material that provides additional information on topics.\nTopic articles (Lexile levels adjustable)\n- Click on article title\n“Carnivore” sharks have a stomach for greens, study says\nThe life cycle of a ladybug\nHistory of the cell: Discovering the cell\nDNA: An overview\nPhototropism explained\nPlant and animal reproduction"
    },
    {
      "heading": "NOAA Resources",
      "body": "The National Oceanic and Atmospheric Administration (NOAA) is a partner of\nSoundWaters. These are additional resources you may use in addition to the other\nmaterials included above.\nLife Cycles\nhttps://www.noaa.gov/education/resource-collections/marine-life\nhttps://www.fisheries.noaa.gov/resource/educational-materials/salmon-survival-game\nhttps://www.fisheries.noaa.gov/feature-story/map-habitat-follow-life-cycle-hawaiian-fish-across-many-\nhabitats\nhttps://coast.noaa.gov/psc/sea/national-standards/life-cycles-organisms-0.html\nDigestive System\nhttps://oceantoday.noaa.gov/manateeanatomy/\nhttps://spo.nmfs.noaa.gov/sites/default/files/pdf-content/1973/712/chao.pdf\nDNA\nhttps://oceantoday.noaa.gov/oceanasalab_sharkfinning/\nhttps://www.fisheries.noaa.gov/feature-story/tracking-marine-life-invisible-clues-edna-enhances-\necosystem-monitoring\nhttps://research.noaa.gov/article/ArtMID/587/ArticleID/2454/The-DNA-found-in-sea-turtle-poop-could-\nbe-scientists%E2%80%99-newest-monitoring-tool\nhttps://www.fisheries.noaa.gov/feature-story/how-get-dna-dolphin\nCirculatory System\nhttps://oceantoday.noaa.gov/fullmoon-bluebloodsbattlebacteria/welcome.html\nhttps://oceanexplorer.noaa.gov/explorations/04alaska/logs/aug20/media/crab_lab_video.htmlNGSS\nhttps://nefsc.noaa.gov/publications/classics/galtsoff1964/chap11.pdf\nNGSS Standards\nFrom Molecules to Organisms: Structures and Processes: MS-LS1-1, MS-LS1-2; MS-\nLS1-3; MS-LS1-4,"
    },
    {
      "heading": "Introduction TO Biology",
      "body": "ANSWER KEY\nBiology is the study of _____LIFE/LIVING THINGS_____________________\nIn the video, you learned the criteria that need to be met for something to be considered alive.\nMatch the following characteristics of life to the statements below\nHuman blood must remain at a pH of 7.4\nBacteria can copy their DNA and split into\nadditional cells\nLong Island Sound has a complex food\nweb that all animals rely on for survival\nWithout all the tissues in our body, we\nwould not have complex organ systems\nA plant is grown in a box with only a small\nopening for light. The stem was bent\nafter 1 week.\nAfter going to the gym for a 3 months, my\nlegs and arms feel stronger\nHomeostasis/Regulation\nReproduction\nProcessing Energy\nMade of a cell or cells\nRespond to stimuli\nGrowth/Development"
    },
    {
      "heading": "Extract THE DNA",
      "body": "FROM A STRAWBERRY\nANSWER KEY\nIn the video, you learned how to extract the DNA from a strawberry. Do your own extraction\nand answer the following questions.\n- First, put the strawberry in a plastic bag and mash it up. Why does the strawberry\nhave to be mashed up?\nMashing up the strawberry releases all the cells, breaking them open so we can get to the\nDNA\n- Next, add 2 teaspoons of dish soap to the bag. What does the dish soap break\napart? Why is that important?\nThe dish soap breaks down fats. There are fats on the outside of the cells keeping the DNA\ninside and also the soap can also break apart cells that are not already broken\n- Next, add 1 teaspoon of salt to the bag. What does the salt get rid of?\nThe salt gets rid of any proteins clinging onto the DNA\n- Now, add ½ cup of water to the bag and mix it all up\n- Filter the mixture over a coffee filter so you only have the liquid parts. Why won’t the\nDNA get stuck in the filter?\n- Next, add freezing cold isopropyl alcohol on top of the DNA mixture. It will float\nbecause it is less dense. How does the alcohol help us to see the DNA?\n- Use a thin skewer and extract the DNA where the alcohol and DNA mixture meet. It\nwill swirl up on the skewer.\nThe DNA is too small, so it will go through the filter easily\nThe alcohol makes the DNA precipitate, or clump together and allow it to be pulled out of\nthe mixture"
    },
    {
      "heading": "Vascular Systems",
      "body": "ANSWER KEY\nBased on what you learned in the video, fill in the table below comparing the cardiovascular system to the haemal system\nCARDIOVASCULAR  HAEMAL\nWhat types of organisms have this\nsystem?\nhumans  seastars\nWhat liquid moves around in this\nsystem? What are the components\n(cells) in that liquid?\nBlood containing red blood cells,white\nblood cells, and platelets\nWater - no types of cells since it is water\nand not blood\nWhat are the important\nstructures/anatomy for this system?\nWhat do they do?\nHeart - pumps blood\nVein - return blood to heart\nArtery - carry blood w/ oxygen from heart\nto body\nMadreporite - brings water into animal\nCanals - tubes that carry water out to\narms\nWhat is carried around in the liquid\nfor this system?\nNutrients and gases  Nutrients and gases\nWhy is this system ideal for the\ntypes of organisms that have it?\nHumans have a complex body system\nthat requires blood be pumped far from\nthe heart, so strong muscular heart\nmakes that possible plus pushing it\nthrough lots of small tubes\nSeastars do not have a heart or need\nwater to be pumped really far from the\ncenter of its body so the madreporite can\neasily bring in water and push it through\nlike a hydraulic system"
    },
    {
      "heading": "THE Digestive System",
      "body": "ANSWER KEY\nIn the video you learned that animals have specialized structures that help them break down their food so they can get the\nnutrients they need to stay alive. Seastars and brittle stars eat different types of food. Explain how their digestive\nsystem is designed to help them do this…..\nThe seastar eats live food, but it has a very\nsmall mouth so it….\nUses 2 different stomachs, the cardiac goes\noutside of the body and starts to digest because\nthey cannot pull the clam into the seastar.\nThen the pyloric stomach pulls in the partially\ndigested food and then digestive glands in each\narm break it down further\nThe brittle star is a scavenger that has to\ncrawl on top of its food and…..\nUses its 5 teeth to pull material off of the dead\nbody of the animal it is eating. They use their\narms to anchor onto the food.\nTheir stomach takes up most of the inside of\ntheir body cavity and has specialized pouches\nwith a lot of surface area to digest and absorb\nthe food"
    },
    {
      "heading": "Life Cycles",
      "body": "ANSWER KEY\nIn the video, you learned that animals have different reproductive strategies based on how\nthey care for their young and how long they live\nSort the qualities for R-selected species and K-selected species\nR-Selected  K-Selected\nProduce many offspring\nMature quickly\nShort life span\nProduce few offspring\nMature slowly\nlong life span\nHarbor seals remain with their mothers for several years. How does this affect the\nnumber of offspring produced? Is this R- or K- selected reproduction?\nSince harbor seals remain with their mother and get milk from them, there is a limited\nnumber of offspring produced so the mother can dedicate all her time to feeding them. She\nalso teaches her offspring to hunt so the less offspring, the more she can ensure they learn\nall they need to before they leave to live on their own. This is a K-selected strategy\nAsian shore crabs spend some of their juvenile life stage as a plankton. In order to\nbecome an adult crab, what process must happen? How is their growth process\ndifferent than a diamondback terrapin?\nWhen the fiddler crab is a juvinile plankton, they have swimming appendages so they must\ngo through a metamorphosis to become a crab that can walk on the ground. They lose their\ntail and grow legs. Since they have a shell covering their whole body, they also molt so their\nexoskeleton can grow larger. The terrapin only has a shell on part of it’s body, so it’s body\njust grows larger without having to molt"
    }
  ]
}
